"STORE_DESCRIPTION" = "VLC 是一款免费、自由且开源的跨平台多媒体播放器。\n它能够直接播放绝大多数格式的视频及音频，无需事先转换。\n它支持通过 Dropbox、Google Drive、OneDrive、Box、iCloud Drive、iTunes、直接下载链接、WiFi 分享等方式同步文件，还可以直接播放 SMB、FTP、SFTP、NFS、UPnP/DLNA 媒体服务器以及互联网上的流媒体。\nVLC 还支持高级字幕格式（包括对 SSA 的完全兼容）、多轨道音频、回放速度控制以及 Chromecast 渲染。\n\nVLC 完全免费、自由且开源。";

"STORE_DESCRIPTION_TV" = "VLC 是一款免费、自由且开源的跨平台多媒体播放器。\n它能够直接播放大多数格式的视频及音频，无需事先转换。\n它支持通过 Web 界面从 Mac 或 PC 远程播放，以及直接播放 SMB、FTP、SFTP、NFS、UPnP/DLNA 媒体服务器以及互联网上的流媒体。\nVLC 支持高级字幕格式（包括对 SSA 的完全兼容），多轨道音频以及回放速度控制。\n\nVLC 完全免费、自由及开源。\n\n影片封面由 TMDb 提供，它是一家由社区用户维护的影片数据库。";

"UNKNOWN_TRACK_TYPE" = "未知轨道类型";
"CHOOSE_TITLE" = "选择标题";
"CHOOSE_CHAPTER" = "选择章节";
"CHAPTER_SELECTION_TITLE" = "章节";
"TITLE" = "标题";
"CHAPTER" = "章节";
"TRACK_SELECTION" = "轨道选择";
"AUDIO" = "音频";
"SUBTITLES" = "字幕";
"LANGUAGE" = "语言";
"MEDIA_INFO" = "媒体信息";
"VIDEO_DIMENSIONS" = "视频分辨率";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i 像素";
"FORMAT_AUDIO_TRACKS" = "%i 条音频轨道";
"ONE_AUDIO_TRACK" = "一条音频轨道";
"FORMAT_SPU_TRACKS" = "%i 条字幕轨道";
"ONE_SPU_TRACK" = "一条字幕轨道";
"TRACKS" = "%i 条轨道";
"TRACK" = "%i 条轨道";
"TRACKS_DURATION" = "%u 条轨道, 时长: %@";
"NB_ALBUM_FORMAT" = "%i 张专辑";
"NB_ALBUMS_FORMAT" = "%i 张专辑";

"PLAYING_EXTERNALLY_TITLE" = "TV 已连接";
"PLAYING_EXTERNALLY_DESC" = "该视频正在电视上播放";
"PLAYING_EXTERNALLY_ADDITION" = "\n 正投屏的设备:"; /* \n should stay in every translation */

"VFILTER_HUE" = "色调";
"VFILTER_CONTRAST" = "对比度";
"VFILTER_BRIGHTNESS" = "亮度";
"VFILTER_SATURATION" = "饱和度";
"VFILTER_GAMMA" = "伽玛";

"PRESET_PREAMP_SETTING" = "预设 / 前置放大设置";
"PREAMP" = "放大器";
"SNAP_BANDS" = "同时影响附近频段";

"PLAYBACK_FAILED" = "回放失败";
"PLEASE_WAIT" = "请稍候";
"AR_CHANGED" = "宽高比: %@";
"DEFAULT" = "默认";
"FILL_TO_SCREEN" = "裁剪到填满屏幕";
"PLAYBACK_SPEED" = "回放速度";
"SPU_DELAY" = "字幕延迟";
"AUDIO_DELAY" = "音频延迟";
"BUTTON_SLEEP_TIMER" = "睡眠计时器";
"SLEEP_TIMER_UPDATED" = "睡眠计时器已更新";
"CONTINUE_PLAYBACK" = "继续回放?";
"CONTINUE_PLAYBACK_LONG" = "是否从上次离开的地方继续播放“%@”?";

"BUTTON_ABOUT" = "关于";
"BUTTON_BACK" = "返回";
"BUTTON_DONE" = "完成";
"BUTTON_CANCEL" = "取消";
"BUTTON_SAVE" = "保存";
"BUTTON_DOWNLOAD" = "下载";
"BUTTON_DELETE" = "删除";
"BUTTON_OK" = "确定";
"BUTTON_DISMISS" = "忽略";
"BUTTON_CONTACT" = "联系我们";
"BUTTON_CONNECT" = "连接";
"BUTTON_RENAME" = "重命名";
"BUTTON_LEARN_MORE" = "了解更多";
"BUTTON_LOGOUT" = "退出";
"BUTTON_CONTINUE" = "继续";
"BUTTON_SET" = "设置";
"BUTTON_RESET" = "重置";
"BUTTON_RESCAN" = "重新扫描";
"PRIVATE_PLAYBACK_TOGGLE" = "私密回放";
"SCAN_SUBTITLE_TOGGLE" = "扫描字幕文件 (仅支持 http)";

"BUTTON_RENDERER" = "投屏设备";
"BUTTON_RENDERER_HINT" = "显示可用投屏设备菜单";
"BUTTON_AIRPLAY" = "AirPlay 或蓝牙";
"BUTTON_AIRPLAY_HINT" = "显示可用 AirPlay 或蓝牙设备的菜单";

"UPGRADING_LIBRARY" = "正在升级媒体库";

"FAVORITES" = "收藏";
"NO_FAVORITES" = "收藏列表为空";
"NO_FAVORITES_DESCRIPTION" = "在浏览服务器时收藏的文件夹会显示在这里。";
"ADD_FAVORITE" = "添加到 ｢收藏｣";
"REMOVE_FAVORITE" = "从 ｢收藏｣ 中移除";
"FAVORITE_ALERT_TITLE" = "是否要将此文件夹添加为 ｢收藏｣ 内容?";
"UNFAVORITE_ALERT_TITLE" = "是否要将此文件夹从 ｢收藏｣ 中移除?";

"OPEN_NETWORK" = "打开网络串流";
"NETWORK_TITLE" = "网络串流";
"OPEN_NETWORK_HELP" = "请输入任意 HTTP、RTSP、RTMP、MMS、FTP 或 UDP/RTP 地址，以便直接打开串流。";
"HTTP_UPLOAD_SERVER_OFF" = "非活动服务器";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "无活动的 Wi-Fi 连接";
"OPEN_STREAM_OR_DOWNLOAD" = "是否希望下载或打开该 URL?";
"ALWAYS_STREAM_URL" = "总是播放 URL";
"SHARED_VLC_IOS_LIBRARY" = "共享的 VLC for iOS 库";
"SMB_CIFS_FILE_SERVERS" = "文件服务器 (SMB)";

"MANAGED_SERVERS" = "被管理的设置";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "下载已被用户取消";

"DOWNLOAD_FROM_HTTP" = "下载内容";
"ERROR_NUMBER" = "发生错误 %i";
"DOWNLOAD_FAILED" = "下载失败";
"FILE_NOT_SUPPORTED" = "文件格式不支持";
"FILE_NOT_SUPPORTED_LONG" = "当前版本的 VLC for iOS 尚不支持 %@ 所使用的文件格式。";
"SCHEME_NOT_SUPPORTED" = "地址协议不支持";
"SCHEME_NOT_SUPPORTED_LONG" = "不支持此地址协议 (%@)。请使用以 HTTP、HTTPS 或 FTP 开头的地址。";
"RENAME_MEDIA_TO" = "请为 %@ 输入新名称";

"FOLDER_EMPTY" = "空文件夹";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "选择要打开的文件:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "打开方式...";
"SHARING_ERROR_NO_FILES" = "没有可分享的文件";
"SHARING_ERROR_NO_APPLICATIONS" = "找不到可以打开该类型文件的应用程序";
"SHARING_SUCCESS_CAMERA_ROLL" = "文件已成功存入相机胶卷";

"FAVORITEVC_DETAILTEXT" = "查看收藏文件夹";
"STREAMVC_DETAILTEXT" = "直接播放串流，不必下载";
"DOWNLOADVC_DETAILTEXT" = "将文件直接下载到设备";
"HEADER_TITLE_RENDERER" = "选择投屏设备";

"BROWSE" = "浏览";
"NETWORK" = "网络";
"LOCAL_NETWORK" = "本地网络";
"CONNECT_TO_SERVER" = "连接到服务器";
"FILE_SERVER" = "文件服务器";
"USER_LABEL" = "用户";
"PASSWORD_LABEL" = "密码";
"DISABLE_LABEL" = "禁用";
"BUTTON_ANONYMOUS_LOGIN" = "匿名登录";

"LOCAL_SERVER_REFRESH" = "刷新";
"LOCAL_SERVER_LAST_UPDATE" = "上次更新于 %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "*服务器连接失败*";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "请检查您服务器的地址及登录凭据";

"FILES_APP_CELL_TITLE" = "本地文件";
"FILES_APP_CELL_SUBTITLE" = "直接打开文件，而不将其复制到 VLC";

"CLOUD_SERVICES" = "云存储服务";
"LOGIN" = "登录";
"LOGGED_IN" = "已登录";
"LOGGED_IN_SERVICES" = "%d 个服务已登录";
"LOGGED_IN_SERVICE" = "一个服务已登录";

"DROPBOX_DOWNLOAD" = "下载文件?";
"DROPBOX_DL_LONG" = "是否希望将“%@”下载到您的 %@?";
"DROPBOX_LOGIN" = "登录";

"GDRIVE_ERROR_FETCHING_FILES" = "装取文件时发生错误";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "您的文件已成功下载";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "*成功*";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "下载时发生了一个错误";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "*错误*";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "选中的媒体没有可播放的 url";

"DISK_FULL" = "超出存储限制";
"DISK_FULL_FORMAT" = "由于剩余空间不足，%@ 无法存储到您的 %@。";

"NUM_OF_FILES" = "%i 个文件";
"ONE_FILE" = "1 个文件";
"NO_FILES" = "无媒体文件";
"DOWNLOADING" = "正在下载...";
"REMAINING_TIME" = "剩余时间: %@";
"BIOMETRIC_UNLOCK" = "解锁媒体库\n按「取消」可输入口令解锁";

// Passcode Strings that we need to localize for them
"Set Passcode" = "设置口令";
"Enter Passcode" = "输入口令";
"Enter a passcode" = "请输入口令";
"Enter your passcode" = "Enter your passcode";
"Passcodes did not match. Try again." = "口令不匹配。请再试一次。";
"Re-enter your passcode" = "请再次输入口令";
"Passcode Options" = "Passcode Options";
"4-Digit Numeric Code" = "4-Digit Numeric Code"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "6-Digit Numeric Code"; /* Passcode 6 digit numeric code */

"Settings" = "设置"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "开";
"OFF" = "关";

"EMPTY_LIBRARY" = "媒体库为空";
"EMPTY_LIBRARY_LONG" = "要开始播放内容，您可以选择在线播放本地网络内服务器上的内容、云存储中的媒体文件，也可以通过 iTunes、Wi-Fi 上传或云存储服务将媒体文件同步到设备。";

"EMPTY_NO_PLAYLISTS" = "播放列表";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "要创建播放列表，请在 ｢视频｣ 或 ｢音频｣ 内容标签页进入 ｢编辑｣ 模式，并选择您喜欢的媒体内容。\n您也可以同步其他设备或互联网上现有的播放列表。";

"EMPTY_PLAYLIST" = "清空播放列表";
"EMPTY_PLAYLIST_DESCRIPTION" = "可在执行 ｢编辑｣ 操作时，将媒体添加到各分类的播放列表中。";

"EMPTY_HISTORY" = "清空历史记录";
"EMPTY_HISTORY_DESCRIPTION" = "暂无媒体。";

"EMPTY_MEDIA_LIST" = "媒体列表为空";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "媒体列表为空，没有可以播放的内容";

"PLAYBACK_SCRUB_HELP" = "向上滑动手指来调整步进速度。";
"PLAYBACK_SCRUB_HIGH" = "高速步进";
"PLAYBACK_SCRUB_HALF" = "半速步进";
"PLAYBACK_SCRUB_QUARTER" = "¼速步进";
"PLAYBACK_SCRUB_FINE" = "常速步进";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ elapsed, total duration %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ elapsed, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Time Display";
"PLAYBACK_POSITION" = "回放位置";
"VIDEO_FILTER" = "视频滤镜";
"VIDEO_FILTER_RESET_BUTTON" = "重置视频滤镜";
"VIDEO_ASPECT_RATIO_BUTTON" = "视频宽高比";
"BWD_BUTTON" = "快进";
"FWD_BUTTON" = "快退";
"PLAY_BUTTON" = "播放";
"NEXT_BUTTON" = "下一项";
"PREV_BUTTON" = "前一项";
"PLAY_ALL_BUTTON" = "全部播放";
"PLAY_ALL_HINT" = "播放集合中的所有媒体";

"RESET_VIDEO_FILTERS" = "是否希望重置视频滤镜?";
"RESET_PLAYBACK_SPEED" = "是否希望重置播放速度?";
"RESET_EQUALIZER" = "是否希望重置均衡器配置?";
"RESET_SLEEP_TIMER" = "是否希望重置睡眠计时器?";

"CUSTOM_EQUALIZER_PROFILES" = "自定义配置";
"DEFAULT_PROFILE_NAME" = "自定义配置";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "另存为新配置";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "是否希望将当前选中的各数值另存为新的配置?";
"RENAME_CUSTOM_PROFILE_TITLE" = "重命名配置";
"DELETE_CUSTOM_PROFILE_TITLE" = "删除配置";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "是否希望删除选中的配置?";

"VERSION_FORMAT" = "版本: %@";
"BASED_ON_FORMAT" = "基于:<br />%@";

"NEW" = "NEW";

"VO_VIDEOPLAYER_TITLE" = "视频播放器";
"VO_VIDEOPLAYER_DOUBLETAP" = "轻按两次可显示或隐藏播放控件";

"FIRST_STEPS_ITUNES" = "文件同步";
"FIRST_STEPS_ITUNES_TITLE" = "与计算机同步";
"FIRST_STEPS_ITUNES_DETAILS" = "连接 %@ 并打开 ｢访达｣ 或 iTunes 软件的 ｢文件共享｣ 功能。选中 VLC 后再进行文件传输操作。";
"FIRST_STEPS_WIFI_TITLE" = "通过 Wi-Fi 分享";
"FIRST_STEPS_WIFI_DETAILS" = "确保网页浏览器与您的 %@ 处于同一本地网络，再访问生成的 URL。";
"FIRST_STEPS_CLOUDS" = "云服务";
"FIRST_STEPS_CLOUD_TITLE" = "连接云存储服务";
"FIRST_STEPS_CLOUD_DETAILS" = "将媒体文件上传到云存储服务商，例如 Google Drive 或 Dropbox，即可远程下载/在线播放。";

"PLEX_CHECK_ACCOUNT" = "在设置中检查您的 Plex 账号";
"PLEX_ERROR_ACCOUNT" = "Plex 登录错误";

"UNAUTHORIZED" = "未经授权";

"SERVER" = "服务器";
"SERVER_PORT" = "端口";
"NO_SERVER_FOUND" = "未找到服务器";
"NO_RECENT_STREAMS" = "最近没有播放流";

"WEBINTF_TITLE" = "Wi-Fi 分享";
"WEBINTF_ETHERNET" = "通过以太网分享";
"WEBINTF_DROPFILES" = "拖放文件";
"WEBINTF_DROPFILES_LONG" = "请将打算添加到 %@ 的文件拖入本窗口。<br>也可以点击“+”按钮，打开文件选择对话框。";
"WEBINTF_DOWNLOADFILES" = "下载文件";
"WEBINTF_DOWNLOADFILES_LONG" = "点击希望从 %@ 下载的文件。";
"WEBINTF_ADDRESS_COPIED" = "地址已复制到剪贴板";
"WEBINTF_TITLE_ATV" = "远程回放";
"WEBINTF_DROPFILES_LONG_ATV" = "请将文件拖放到本窗口，以在您的 %@ 上播放。<br>或者点击“+”按钮打开文件选择对话框。";
"WEBINTF_URL_SENT" = "URL 已成功发送。";
"WEBINTF_URL_EMPTY" = "URL 不能为空。";
"WEBINTF_URL_INVALID" = "不是有效的 URL。";
"WEBINTF_AUTH_REQUIRED" = "请输入您为 VLC iOS 所设置的口令:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "口令错误。<br>剩余尝试次数: ";
"WEBINTF_AUTH_BANNED" = "您的口令已经输入错误太多次。<br>请重新启动 VLC iOS 再试。";

"DURATION" = "时长";
"TITLE" = "标题";
"ROTATE_BUTTON" = "旋转"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "切换视频播放器的水平 (横向) 与垂直 (纵向) 显示模式。"; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "音频信息";
"ENTER_URL" = "输入要播放的 URL";
"HTTP_SERVER_ON" = "禁用远程回放";
"HTTP_SERVER_OFF" = "启用远程回放";
"CACHED_MEDIA" = "已缓存的媒体";
"CACHED_MEDIA_LONG" = "这里显示的是您 Apple TV 本地存储的媒体。请注意，当 VLC 没有运行时，操作系统可能会为了腾出更多存储空间，而将这些内容移除，并且不会事先通知。";
"DOWNLOAD_SUBS_FROM_OSO" = "下载字幕...";
"FOUND_SUBS" = "已找到字幕";
"NO_SUB_FOUND_OSO" = "未能找到与您的媒体文件 ｢%@｣相匹配的字幕。";
"SELECT_AUDIO_FROM_FILES" = "载入外部音频...";
"SELECT_SUBTITLE_FROM_FILES" = "载入外部字幕...";
"USE_SPDIF" = "使用呈递 (S/PDIF)";

"PLAYBACK" = "回放";
"REPEAT_MODE" = "循环播放";
"REPEAT_DISABLED" = "已禁用";
"REPEAT_SINGLE" = "单曲";
"REPEAT_FOLDER" = "文件夹";
"SHUFFLE" = "随机开启";
"SHUFFLE_DISABLED" = "随机关闭";

"RESET_NETWORK_STREAM_LIST_TITLE" = "重置列表";
"RESET_NETWORK_STREAM_LIST_TEXT" = "永久重置最近播放的网络流列表。";

// MARK: - Local Network Service Names
"UPNP_LONG" = "通用即插即用 (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex 媒体服务器 (通过 Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "网络文件系统 (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "bonjour 文件服务器";
"DSM_WORKGROUP" = "工作组";

"URL_NOT_SUPPORTED" = "该 URL 无法打开";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "按住 %@ 可删除"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "确认删除选中内容";
"DELETE_MESSAGE_PLAYLIST" = "是否确定要删除选中的播放列表?\n所关联的媒体文件不会被删除。";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "是否确定要从播放列表中移除选中媒体?\n不会从磁盘中删除它们。";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "未选择协议";
"Settings" = "设置";

"ERROR" = "错误";
"SORT" = "排序";
"SORT_BY" = "排序条件";
"SEARCH" = "搜索";
"VIDEO" = "视频";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "专辑";
"ARTISTS" = "艺术家";
"EPISODES" = "剧集";
"GENRES" = "流派";
"ALL_VIDEOS" = "所有视频";
"SONGS" = "歌曲";
"PLAYLISTS" = "播放列表";
"VIDEO_GROUPS" = "视频分组";
"HISTORY" = "历史记录";
"MODIFIED_DATE" = "修改日期";
"NAME" = "名称";

// MARK: - EDIT

"BUTTON_MENU" = "菜单";
"BUTTON_MENU_HINT" = "对该视图中的媒体对象进行选择、调整顺序、排序操作";

"BUTTON_EDIT" = "编辑";
"BUTTON_EDIT_HINT" = "编辑模式";

"BUTTON_SELECT" = "选择";
"BUTTON_SELECT_HINT" = "｢选择｣ 按钮";

"BUTTON_SELECT_ALL" = "全选";
"BUTTON_SELECT_ALL_HINT" = "选择此视图中存在的所有媒体项目";

"BUTTON_HISTORY" = "历史";
"BUTTON_HISTORY_HINT" = "查看最近播放的媒体";

"BUTTON_CLEAR" = "清除";
"CLEAR_HISTORY_TITLE" = "清除历史";
"CLEAR_HISTORY_MESSAGE" = "确认清除历史";

"ADD_TO_PLAYLIST" = "添加到播放列表";
"ADD_TO_PLAYLIST_HINT" = "打开「添加到播放列表」菜单";

"PLAY_AS_AUDIO" = "作为音频播放";
"PLAY_AS_AUDIO_HINT" = "将视频文件当作音频文件来播放。";

"PLAYLIST_PLACEHOLDER" = "播放列表标题";
"PLAYLIST_DESCRIPTION" = "为新播放列表选择标题";
"PLAYLIST_CREATION" = "新建播放列表";
"PLAYLIST_CREATION_HINT" = "显示用于创建播放列表的交互操作";
"ERROR_PLAYLIST_CREATION" = "无法创建播放列表";
"ERROR_PLAYLIST_TRACKS" = "无法获取轨道信息";

"ERROR_RENAME_FAILED" = "重命名失败";
"ERROR_EMPTY_NAME" = "标题不能为空";

"SHARE_LABEL" = "分享";
"SHARE_HINT" = "分享选中文件";
"RENAME_HINT" = "重命名选中文件";
"DELETE_HINT" = "删除选中文件";

"ADDITIONAL_OPTIONS" = "其他选项";

// MARK: - Sort

"BUTTON_SORT" = "排序";
"BUTTON_SORT_HINT" = "显示排序方式菜单";
"HEADER_TITLE_SORT" = "排序条件";
"DESCENDING_LABEL" = "降序";
"DESCENDING_SWITCH_LABEL" = "升序或降序";
"DESCENDING_SWITCH_HINT" = "以升序或降序排列上下文";
"GRID_LAYOUT" = "网格";
"GRID_LAYOUT_HINT" = "以网格模式显示对象";
"LIST_LAYOUT" = "列表";
"HIDE_FEAT_ARTISTS" = "隐藏特邀歌手";
"HIDE_TRACK_NUMBERS" = "隐藏音轨编号";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "字母顺序";
"DURATION" = "时长";
"INSERTION_DATE" = "插入日期";
"LAST_MODIFICATION_DATE" = "最后修改日期";
"RELEASE_DATE" = "发布日期";
"FILE_SIZE" = "文件大小";
"ARTIST" = "艺术家";
"PLAY_COUNT" = "播放次数";
"ALBUM" = "专辑";
"FILENAME" = "文件名";
"TRACK_NUMBER" = "音轨编号";
"NB_AUDIO" = "音频数量";
"NB_MEDIA" = "媒体数量";
"NB_VIDEO" = "视频数量";
"NB_ALBUM" = "专辑数量";
"LAST_PLAYBACK_DATE" = "上次播放日期";
"TRACK_ID" = "轨道 ID";
"CUSTOM" = "Custom";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "未发现任何内容";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "未知艺术家";
"VARIOUS_ARTIST" = "群星";
"UNKNOWN_ALBUM" = "未知专辑";
"SINGLE_ITEM_SELECTED" = "项已选中";
"MULTIPLE_ITEMS_SELECTED" = "项已选中";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "字幕与音频轨道";
"SUBTITLE_AND_TRACK_HINT" = "选择字幕与音频轨道";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "DVD 界面";

"ROTATION_LOCK_BUTTON" = "旋转锁定";
"ROTATION_LOCK_HINT" = "锁定视频屏幕方向";

"REPEAT_HINT" = "反复播放相同的媒体文件";
"DO_NOT_REPEAT_HINT" = "不要重复播放媒体列表";
"REPEAT_ALL_HINT" = "重复播放媒体列表";

"BACKWARD_BUTTON" = "后退";
"BACKWARD_HINT" = "快退";

"PREVIOUS_BUTTON" = "前一项";
"PREVIOUS_HINT" = "前一个媒体文件";

"PLAY_PAUSE_BUTTON" = "播放或暂停";
"PLAY_PAUSE_HINT" = "播放或暂停当前文件";

"STOP_BUTTON" = "停止";
"CLOSE_HINT" = "停止播放";

"MINIMIZE_BUTTON" = "最小化";
"MINIMIZE_HINT" = "最小化播放器";

"NEXT_HINT" = "下一个媒体文件";

"FORWARD_BUTTON" = "前进";
"FORWARD_HINT" = "快进";

"INTERFACE_LOCK_BUTTON" = "锁定界面";

"SELECT_A_MARK" = "选择 A 标记";
"SELECT_A_MARK_HINT" = "选择 A-B 循环中的 A 标记";
"SELECT_B_MARK" = "选择 B 标记";
"SELECT_B_MARK_HINT" = "选择 A-B 循环中的 B 标记";

"AB_LOOP" = "A→B 循环";
"AB_LOOP_MARKS" = "A→B 循环标记";

"RESET_AB_LOOP" = "是否要移除 A→B 循环?";
"RESET_AB_LOOP_MARKS" = "是否要重置 A→B 循环标记?";

"SHUFFLE_HINT" = "随机播放媒体列表";
"SHUFFLE_OFF_HINT" = "不要随机播放媒体列表";

"ASPECT_RATIO_TITLE" = "纵横比";
"VIDEO_ASPECT_RATIO_BUTTON" = "视频宽高比";
"VIDEO_ASPECT_RATIO_HINT" = "更改当前视频的宽高比";

"MORE_OPTIONS_BUTTON" = "更多";
"MORE_OPTIONS_HINT" = "查看更多选项控件";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Playback controls";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pause, seek, next chapter";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "投屏不支持字幕";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "暂未支持在投屏的同时投放字幕。";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "均衡器";
"MORE_OPTIONS_HEADER_TITLE" = "视频选项";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "音频选项";
"BOOKMARKS_TITLE" = "书签";
"ADD_BOOKMARKS_TITLE" = "添加书签";
"BOOKMARK_DEFAULT_NAME" = "书签位置";
"BOOKMARK_RENAME_TITLE" = "重命名书签";
"BOOKMARK_DELETE_TITLE" = "删除书签";
"BOOKMARK_DELETE_MESSAGE" = "确认删除书签";
"INCREASE_BUTTON" = "｢增加｣ 按钮";
"INCREASE_PLAYBACK_SPEED" = "提高播放速度";
"INCREASE_AUDIO_DELAY" = "增加音频延迟";
"INCREASE_SUBTITLES_DELAY" = "增加字幕延迟";
"DECREASE_BUTTON" = "｢减小｣ 按钮";
"DECREASE_PLAYBACK_SPEED" = "降低播放速度";
"DECREASE_AUDIO_DELAY" = "减少音频延迟";
"DECREASE_SUBTITLES_DELAY" = "减少字幕延迟";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "显示播放速度快捷方式";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "启用显示播放速度快捷方式";
"VIDEO_FILTERS_HINT" = "选择可打开视频滤镜视图";
"PLAYBACK_SPEED_HINT" = "选择可打开播放速度视图";
"SUBTITLES_DELAY_HINT" = "选择可打开字幕延迟视图";
"AUDIO_DELAY_HINT" = "选择可打开音频延迟视图";
"SLEEP_TIMER_HINT" = "选择可打开睡眠计时器视图";
"EQUALIZER_HINT" = "选择可打开均衡器视图";
"CHAPTERS_HINT" = "选择可打开章节视图";
"BOOKMARKS_HINT" = "选择可打开书签视图";
"INTERFACE_LOCK_HINT" = "启用锁定用户界面选项";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "强制媒体库重新扫描";
"FORCE_RESCAN_MESSAGE" = "是否希望强制 VLC 重新扫描媒体库?\n可能需要耗费一些时间。";

"FEEDBACK_EMAIL_TITLE" = "关于 VLC iOS / iPad 版本的反馈 [Feedback about VLC on iOS and iPad]";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "未配置 ｢邮件｣ 账号";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "在其他设备通过 %@ 联系我们。";

"SETTINGS_THEME_BLACK" = "在深色模式下使用黑色背景";
"SETTINGS_THEME_BLACK_SUBTITLE" = "提升OLED屏幕设备电池寿命";

"SETTINGS_RESET_TITLE" = "重置设置";
"SETTINGS_RESET_MESSAGE" = "您想将所有设置重置为默认值吗？";

"SETTINGS_PLAY_ALL" = "无缝播放集合内容";
"SETTINGS_PLAY_ALL_HINT" = "启用此项，可自动播放音频或视频标签页中的下一项";
"SETTINGS_PLAYLIST_PLAY_ALL" = "无缝播放播放列表";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "启用自动播放播放列表中的下一个媒体";

"SETTINGS_DOCUMENTATION" = "文档";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "SMBv1 连接警告";
"SMBV1_WARN_DESCRIPTION" = "侦测到旧版协议 (SMBv1)。\n是否确定要继续使用 SMBv1?\n我们建议您升级或更改服务器设置。";
"SMBV1_CONTINUE" = "继续使用 SMBv1";
"SMBV1_NEXT_PROTOCOL" = "尝试 SMBv2/v3";

// MARK: - Preview labels

"ENCODING" = "编码";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "添加到媒体分组";
"ADD_TO_MEDIA_GROUP_HINT" = "打开「添加到媒体分组」菜单";

"MEDIA_GROUPS" = "媒体分组";
"MEDIA_GROUPS_DESCRIPTION" = "为新的媒体分组选择标题";
"MEDIA_GROUPS_PLACEHOLDER" = "媒体分组标题";

"REMOVE_FROM_MEDIA_GROUP" = "从媒体分组中移除";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "从媒体分组中移除选中内容";

"MEDIA_GROUP_CREATION" = "新建媒体分组";
"MEDIA_GROUP_CREATION_HINT" = "显示创建播放列表的提示";
"MEDIA_GROUP_MOVE_TO_ROOT" = "将内容移动到顶层";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "将选中内容移动到顶层";

"BUTTON_REGROUP" = "重新分组";
"BUTTON_REGROUP_TITLE" = "重新分组选中内容";
"BUTTON_REGROUP_HINT" = "尝试对单个媒体自动重新分组。";
"BUTTON_REGROUP_DESCRIPTION" = "是否确定要尝试对单个媒体自动重新分组?\n可能需要耗费一些时间。";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "将媒体文件放到这里即可导入 VLC 应用";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "正在添加...";

// MARK: - QueueViewController

"PLAY_HINT" = "播放";
"PLAY_LABEL" = "播放";
"PLAY_NEXT_IN_QUEUE_HINT" = "作为下一项播放";
"PLAY_NEXT_IN_QUEUE_LABEL" = "接下来播放它";
"APPEND_TO_QUEUE_HINT" = "添加到队列";
"APPEND_TO_QUEUE_LABEL" = "添加到队列";
"QUEUE_LABEL" = "队列";

"DISPLAY_AS" = "展示为";

/* New strings */
"BRIGHTNESS_HINT" = "垂直亮度控制";
"BRIGHTNESS_SLIDER" = "垂直滑动更改亮度";

/* New strings */
"VOLUME_HINT" = "垂直音量控制";
"VOLUME_SLIDER" = "垂直滑动更改音量";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "播放控制按钮";
"MENU_REPEAT_DISABLED" = "循环关闭";
"MENU_REPEAT_SINGLE" = "单曲循环";
"MENU_REPEAT_ALL" = "全部循环";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "菜单背景";
"ACTIONSHEET_BACKGROUND_HINT" = "轻按可隐藏菜单。";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "输入自定义金额";
"DONATION_TITLE" = "隐私比盈利更重要";
"DONATION_DESCRIPTION" = "由您资助的注重隐私且开放源代码的多媒体项目。没有广告，没有跟踪，没有妥协。供所有人自由使用。欢迎您捐款支持 VideoLAN 的发展。";
"DONATION_WINDOW_TITLE" = "向 VideoLAN 捐助";
"DONATE_CC_DC" = "信用卡或借记卡";
"DONATION_CHOOSE_PP" = "请选择付款方式";
"DONATION_CHOOSE_CURRENCY" = "请选择付款币种";
"DONATION_AMOUNT" = "捐助金额: %@";
"DONATION_CC_NUM" = "信用卡号";
"DONATION_CC_EXPIRY_DATE" = "到期年月";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "YY";
"DONATION_CC_CVV" = "安全码";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Apple Pay 配置失败";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "VLC 未能成功唤起 Apple Pay 来接收您的捐款。请尝试其他付款方式。";
"DONATION_DONATE_BUTTON" = "捐助";
"PURCHASE_FAILED" = "购买失败。";
"SEND_DONATION" = "发送捐款";
"PURCHASE_SUCESS_TITLE" = "捐赠已发送";
"PURCHASE_SUCESS_DESCRIPTION" = "感谢您的捐赠";
"DONATION_CONTINUE" = "继续";
"BUTTON_NOT_NOW" = "下次再说";
"DONATION_NAGSCREEN_TITLE" = "立刻捐助";
"DONATION_NAGSCREEN_SUBTITLE" = "支持自由且开源的多媒体事业";
"DONATION_INVOICES" = "账单";
"DONATION_RECEIPTS" = "收据";
"DONATION_INVOICES_RECEIPTS" = "账单及收据";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "如果您重新安装 VLC 应用，则之前捐款的账单/收据将无法查询，因为您的个人信息只在本设备中存储。\n\n如果您遇到任何问题，请发送电子邮件到 donation@videolan.org 联系我们，不要忘记提供您的匿名用户 ID: %@";
"DONATION_CANCEL_MONTHLY" = "取消定期捐款";
"DONATION_MONTHLY" = "按月";
"DONATION_MONTHLY_FORMAT" = "%@/月";
"DONATION_MONTHLY_VIDEOLAN" = "按月向 VideoLAN 捐款";
"DONATION_ONCE" = "一次性";
"DONATION_UPDATE_MONTHLY" = "更新定期捐款";
"DONATION_VIDEOLAN" = "向 VideoLAN 捐款";
"DONATION_CANCEL_LONG" = "很遗憾看到您取消每月捐款的计划。您之前的付出对我们意义非凡，再次感谢您的支持！";
"DONATION_BANK_TRANSFER" = "银行转账";
"DONATION_BANK_TRANSFER_LONG" = "向 VideoLAN 捐助的款项由 Stripe 平台处理。VideoLAN 不会存储或收集您的个人信息。";
"DONATION_BUTTON_AGREE" = "同意";
"DONATION_IBAN" = "银行账号 (IBAN)";
"DONATION_EMAIL" = "电子邮件地址";
"DONATION_NAME" = "姓名";
"DONATION_NAME_BANK_ACCOUNT" = "银行户名";
"DONATION_EMBARGOED_COUNTRY" = "我们暂时无法接收您所在地区的捐款。请先尽情享用 VLC 吧！";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "快退";
"KEY_JUMP_FORWARDS" = "快进";
"KEY_INCREASE_PLAYBACK_SPEED" = "提高播放速度";
"KEY_DECREASE_PLAYBACK_SPEED" = "降低播放速度";
"KEY_RESET_PLAYBACK_SPEED" = "重置播放速度";
"KEY_SEEK_TO_PERCENT" = "Seek to %i%% of duration";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "标题选择背景";
"TITLESELECTION_BACKGROUND_HINT" = "轻按可移除视图。";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "是否删除 ｢%@｣?";
"DELETE_MULTIPLE_TITLE" = "是否删除 ｢%@｣ 及另外 %d 项?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "在后台播放";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "在后台播放选中的播放列表，不必打开应用界面。";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "在后台播放 ${mediaName} ";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Vertical slider";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Increment";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Decrement";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Downloading file \"%@\" completed";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "Added %d media to %@";
"ADD_ALERT_TITLE" = "Selection found in playlist";
"ADD_ALERT_MESSAGE_SINGLE" = "You are trying to add a media that is already part of %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "You are trying to add %d media that are already part of %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Last Played";
